[
  {
    "image": "https://i.imgur.com/A4qqIRc.jpeg",
    "fact": "What keeps a bird up in the air is the shape of its wings. The first humans to discover how birds stay aloft were Australian Aborigines when they invented the boomerang."
  },
  {
    "image": "https://i.imgur.com/O9NCu1X.jpeg",
    "fact": "Though it looks like a bird’s knee is bending backwards, what is bending backward is actually its ankle. Below its ankle is an extended foot bone, leading to the toes. A bird’s real knee is usually hidden by feathers."
  },
  {
    "image": "https://i.imgur.com/lAxcSK1.jpeg",
    "fact": "The Sooty Tern spends more time in the air than any other bird. It takes off over the ocean and flies for at least 3 years without settling on water or land. Swifts also spend most of their lives in the air. They can even sleep in the air by gliding on air currents with their wings outstretched."
  },
  {
    "image": "https://i.imgur.com/PtxJ8bW.jpeg",
    "fact": "A green woodpecker can eat as many as 2,000 ants per day."
  },
  {
    "image": "https://i.imgur.com/hy0oiWi.jpeg",
    "fact": "The seagulls in the Alfred Hitchcock movie The Birds (1963) were fed a mixture of wheat and whisky so they would stand around and not fly too much."
  },
  {
    "image": "https://i.imgur.com/Fs2eB3x.jpeg",
    "fact": "A bird’s lungs are much more complicated and efficient and take up more space than those of mammals, such as humans. A human’s lungs compose about 1/20 of its body, but a bird’s takes up 1/5."
  },
  {
    "image": "https://i.imgur.com/yqRsBe6.jpeg",
    "fact": "The ostrich is the only bird that willingly takes care of other females’ eggs."
  },
  {
    "image": "https://i.imgur.com/lk5l80C.jpeg",
    "fact": "Falconry was developed more than 4,000 years ago in eastern and central Asia. Birds were used because they could kill animals beyond the range of a hunter’s weapon. Genghis Khan reportedly had 10,000 falconers."
  },
  {
    "image": "https://i.imgur.com/ZwyZdhE.jpeg",
    "fact": "Though it looks like a bird’s knee is bending backwards, what is bending backward is actually its ankle. Below its ankle is an extended foot bone, leading to the toes. A bird’s real knee is usually hidden by feathers."
  },
  {
    "image": "https://i.imgur.com/umiLvBQ.jpg",
    "fact": "Cardinals like to cover themselves in ants."
  },
  {
    "image": "https://i.imgur.com/3ZYg7Sb.jpeg",
    "fact": "While most male birds do not have a penis, the Argentine Lake Duck’s penis can extend 17\", the longest of any bird known. The duck itself is only about 16 inches tall. The base of the penis is covered with coarse spines, and the tip is soft and brush-like, perhaps to clean sperm that may have been deposited in the female’s oviduct by another suitor. When not in use, the corkscrew shaped penis retracts into the duck’s abdomen."
  },
  {
    "image": "https://i.imgur.com/zjlIm5g.jpeg",
    "fact": "The Rufous hummingbird is the smallest migrant bird. It is less than 4 in. (9 cm) long and flies every year from Alaska to Mexico, a round trip of 3,800 miles (6,400 km)."
  },
  {
    "image": "https://i.imgur.com/m2jLhRH.jpeg",
    "fact": "The smallest flightless bird is the Island Rail. This tiny bird lives on the remote island of Tristan da Cunha in the Atlantic Ocean and is just 5\" long, about the same size as a hen chick."
  },
  {
    "image": "https://i.imgur.com/pvYoywF.jpeg",
    "fact": "The fastest level flight by a bird has been seen in both the Spine-tailed Swift and the Red-breasted Merganser (a duck). They have flown at 100 mph (161 kph) in level flight."
  },
  {
    "image": "https://i.imgur.com/U5blHCt.jpeg",
    "fact": "The word \"falcon\" is from the Latin \"falx,\" meaning \"curved blade, pruning hook, sickle, war-scythe.\""
  },
  {
    "image": "https://i.imgur.com/MUPeYG1.jpeg",
    "fact": "Depending on the species, a woodpecker’s tongue can be up to 4\" long. It stores this long tongue by curling it in and sticking it through a specialized opening at the back of its neck, where it can then put it between the skull and skin."
  },
  {
    "image": "https://i.imgur.com/HzeiflB.jpeg",
    "fact": "Bassian thrushes find food by farting."
  },
  {
    "image": "https://i.imgur.com/FeAqAru.jpeg",
    "fact": "Famous birds in cartoons, comics, and films include Big Bird in Sesame Street, Buzz Buzzard in Woody Woodpecker, Disney’s Darkwing Duck, Footloops cereal’s Toucan Sam, Woodstock in the Peanuts comic strip, Woody Woodpecker, and Iago in Aladdin."
  }
]
