[
  {
    "image": "https://i.imgur.com/0pdcp3U.jpg",
    "fact": "Unlike the rest of the bear family, pandas do not use facial expressions to communicate. When one panda wants to threaten another, it stares at its opponent with its head down. Researchers believe a panda may do that so that its black ears will look like another pair of eyes against the white fur of its neck."
  },
  {
    "image": "https://i.imgur.com/PFTHokT.jpg",
    "fact": "A panda’s entire mating process takes only about two or three days. Once they have mated, females chase the males out of their territory and raise their cubs on their own."
  },
  {
    "image": "https://i.imgur.com/WSqk6fw.jpg",
    "fact": "Fashion designer and socialite Ruth Harkness (1900-1947), without training or experience, became the first Westerner to capture and present a live giant panda to the world outside China."
  },
  {
    "image": "https://i.imgur.com/m70ohXO.jpg",
    "fact": "Pandas can stand upright, but their short hind legs aren’t strong enough to support their bodies. A panda’s bones are twice as heavy as the bones of other animals the same size."
  },
  {
    "image": "https://i.imgur.com/VQi7xiv.jpg",
    "fact": "A panda’s entire mating process takes only about two or three days. Once they have mated, females chase the males out of their territory and raise their cubs on their own."
  },
  {
    "image": "https://i.imgur.com/nxwRXLj.jpg",
    "fact": "Pandas have sometimes been seen rolling down slopes. While they may be playing, they may also be trying to dislodge twigs from their fur."
  },
  {
    "image": "https://i.imgur.com/tcrWY7k.jpg",
    "fact": "Pandas have plantigrade feet. This means their entire foot (toes and heel) touches the ground when walking, which is similar to the way humans, other bears, and rodents walk. Other animals, such as dogs, cats, and horses walk with their weight on their toes."
  },
  {
    "image": "https://i.imgur.com/Zmd8wQ9.jpg",
    "fact": "Although a giant panda’s fur looks silky and soft, it is quite thick and wiry. The hair of an adult giant panda can grow up to 4 inches (10 cm) long."
  },
  {
    "image": "https://i.imgur.com/Goe4isG.jpg",
    "fact": "The life span of giant pandas in the wild is approximately 20 years. Captive pandas may live to be 25-30 years old."
  },
  {
    "image": "https://i.imgur.com/4r5NcnO.jpg",
    "fact": "The ancestor of the giant panda is the Ailurarctos (\"cat bear\"), which is an extinct genus of the Chinese panda that lived 8 million years ago. The skull of another ancestor, Ailuropoda microta, shows that it was half the size of a modern-day giant panda. Research shows that for the past 3 million years, giant pandas have evolved as a separate linage from other bears."
  },
  {
    "image": "https://i.imgur.com/2nlKULm.jpg",
    "fact": "The giant panda's black and white coloring reflects the harmony embodied in yin and yang symbol"
  },
  {
    "image": "https://i.imgur.com/wQQKvti.jpg",
    "fact": "From 1974-1989, half of the panda’s habitat in China’s Sichuan areas was destroyed by human activity."
  },
  {
    "image": "https://i.imgur.com/u1cb7a7.jpg",
    "fact": "In China, giant pandas are considered to be national treasures"
  },
  {
    "image": "https://i.imgur.com/Lf4gBMI.jpg",
    "fact": "A giant panda can peel and eat a bamboo shoot in about 40 seconds."
  },
  {
    "image": "https://i.imgur.com/YVLrUO9.jpg",
    "fact": "Pandas rely less on visual memory than they do on spatial memory to locate a mate’s home range area and preferred patches of bamboo. Spatial memory is defined as the ability to remember a loca"
  },
  {
    "image": "https://i.imgur.com/hWU3D4r.jpg",
    "fact": "Giant pandas still have the digestive tract of a carnivore, which means bamboo is a highly inefficient energy source"
  },
  {
    "image": "https://i.imgur.com/rWxR825.jpg",
    "fact": "A panda’s throat has a special lining to protect it from bamboo splinters."
  },
  {
    "image": "https://i.imgur.com/l4bahU8.jpg",
    "fact": "A giant panda can peel and eat a bamboo shoot in about 40 seconds."
  },
  {
    "image": "https://i.imgur.com/xwtYLFZ.jpg",
    "fact": "The Chinese once hunted giant pandas because they believed that its pelt provided magical protection against evil spirits"
  },
  {
    "image": "https://i.imgur.com/fClJeO6.jpg",
    "fact": "A giant panda usually gives birth to a single cub. Sometimes twins are born, but when this happens, the mother typically ignores the weaker cub. She does not have enough energy to care for two cubs."
  },
  {
    "image": "https://i.imgur.com/dee2wRL.jpg",
    "fact": "The Chinese once hunted giant pandas because they believed that its pelt provided magical protection against evil spirits"
  },
  {
    "image": "https://i.imgur.com/QEss4La.jpg",
    "fact": "Fashion designer and socialite Ruth Harkness (1900-1947), without training or experience, became the first Westerner to capture and present a live giant panda to the world outside China."
  }
]
